const title = ['冰消雪融', '风和日丽', '山光水色', '草长莺飞', '山明水秀', '明月清风', '奇花异草', '鸟语花香',
  '千山万水', '跋山涉水', '山光水色', '山明水秀', '山高水长', '山高水低', '穷山恶水', '水秀山明',
  '一碧千里', '翠色欲流', '千山一碧', '碧波荡漾', '翠绿欲滴', '绿草如茵',
  '万紫千红', '花红柳绿', '姹紫嫣红', '一碧千里', '翠色欲流', '翠色欲滴', '五彩缤纷', '五光十色',
  '春光明媚', '春意盎然', '春色满园', '春暖花开', '春和景明', '春山如笑', '风和日丽', '烈日炎炎',
  '和风细雨', '彤云密布', '晴空万里', '万里无云', '狂风暴雨', '倾盆大雨', '天昏地暗',
  '百花齐放', '百花盛开', '百花争艳', '花团锦簇', '含苞欲放', '花红柳绿', '争奇斗艳', '姹紫嫣红', '五彩缤纷',
  '一碧千里', '翠色欲流', '绿草如茵', '郁郁葱葱', '枝繁叶茂', '红叶似火', '枯木逢春',
  '危峰兀立', '崇山峻岭', '怪石嶙峋', '奇峰罗列',
  '水平如镜', '汹涌澎湃', '波澜壮阔', '微波粼粼', '浩浩荡荡', '碧空如洗', '晴空万里', '万里无云']

const getTitle = () => {
  const index = Math.floor(Math.random() * 74)
  console.log('aaa')

  return title[index]
}
export default getTitle
